Repository: Neadv/BookKeeperBot
Catalog: Resources/Models.Commands.Command.*.resx
Languages: ru

# AddBookEnter
source: Enter a title for the new book
ru: Введите название новой книги

# AddBookError
source: There is book with that name.\nEnter a unique name
ru: С таким названием уже есть книга\nВведите уникальное название

# AddBookSearchError
source: I couldn't find this book :(, but you can fill it out yourself.
ru: Я не смог найти эту книгу :(, но ты можешь заполнить её сам.

# AddBookSearchSuccess
source: I found this book. I hope this is the book you wanted.
ru: Я смог найти эту книгу. Я надеюсь эта та книга, которую ты хотел.

# AddBookshelfEnter
source: Enter a name for the new bookshelf
ru: Введите названия для новой книжной полки.

# AddBookshelfError
source: There is bookshelf with that name.Enter a unique name
ru: Уже есть книжная полка с таким название.Введите уникальное название

# AddBookshelfSuccess
source: The bookshelf has added
ru: Книжная полка добавлена

# AddBookSuccess
source: The book has added
ru: Книги добавлена

# BackBookMenu
source: We are now in the Book menu
ru: Мы сейчас в книжной полке

# BackMainMenu
source: We are now in the Main menu
ru: Мы сейчас в главном меню

# BookEditCategoryError
source: Incorrect value. Enter a correct state
ru: Неверное значение. Введите правильное состояние

# BookEditDescEnter
source: Enter a new description
ru: Введите новое описание

# BookEditImageEnter
source: Send new image
ru: Отправить новое изображение

# BookEditImageRemove
source: The image was removed
ru: Изображение было удалено

# BookEditImageSuccess
source: The image was changed
ru: Изображение было изменено

# BookEditNoteEnter
source: Enter a new note
ru: Введите новую заметку

# BookEditSuccess
source: The book has edited
ru: Книга отредактирована

# BookEditTitleEnter
source: Enter new title
ru: Введите новый заголовок

# ChangeState
source: State changed
ru: Состояние изменено

# EditBookBack
source: Back
ru: Выйти

# EditBookCompleted
source: Completed
ru: Прочитанные

# EditBookDesc
source: Description
ru: Описание

# EditBookEdit
source: Edit book:
ru: Редактировать книгу:

# EditBookError
source: Error. There is no book with this name or id.
ru: Ошибка. Нет книги с таким названием или ID.

# EditBookInProgress
source: In progress
ru: В процессе

# EditBookPlanned
source: Planned
ru: Запланированно

# EditBookRemoveImage
source: Remove image
ru: Удалить картинку

# EditBookSelected
source: selected
ru: выбрана

# EditBookSetImage
source: Set image
ru: Картинка

# EditBookshelfEnter
source: Enter a new name for the selected bookshelf:
ru: Введите новое название для выбранной книжной полки:

# EditBookshelfErrorName
source: Error. There is bookshelf with this name.
ru: Ошибка. Уже есть книжная полка с таким именем.

# EditBookshelfNoExist
source: Error. There is no bookshelf with this name or id.
ru: Ошибка. Нет книжной полки с таким названием или ID.

# EditBookshelfSuccess
source: The bookshelf has edited.
ru: Книжная полка отредактирована.

# EditBookTitle
source: Title
ru: Название

# EditButton
source: Edit
ru: Редактировать

# HelpAddBook
source: add new book
ru: добавить новую книгу

# HelpAddBookshelf
source: add new bookshelf
ru: добавить новую книжную полку

# HelpBookCommands
source: /add - add new book{0}/add_search - search book by title{0}/remove - remove existing book{0}/list - show all books{0}/in_progress - show books in the process of reading{0}/completed - show completed books{0}/planned - show planned books
ru: /add - добавить новую книгу{0}/add_search - найти книгу по названию{0}/remove - удалить существующую книгу{0}/list - показать все книги{0}/in_progress - показать книги в процессе чтения{0}/completed - показать прочитанные книги{0}/planned - показать запланированные книги

# HelpBookMenu
source: From the book menu you can view, create and delete books
ru: В этом меню вы можете просматривать, редактировать и удалять книги

# HelpBookMenuCommands
source: Book menu command list:
ru: Список команд в книжной полке:

# HelpCompletedBooks
source: show completed books
ru: показать прочитанные книги

# HelpEditBookCommands
source: /title - edit book title{0}/description - edit book description{0}/note - edit note{0}/category - change category{0}/image - change image{0}/image_remove - remove image
ru: /title - редактировать название книги{0}/description - редактировать описание книги{0}/note - редактировать заметку{0}/category - изменить категорию{0}/image - изменить изображение{0}/image_remove - удалить изображение

# HelpEditBookMenu
source: From the edit book menu you can edit all properties selected book
ru: В этом меню вы можете редактировать все параметры выбранной книги

# HelpEditCategory
source: change category
ru: изменить категорию

# HelpEditCommands
source: Edit book menu command list:
ru: Список команд редактирования книги:

# HelpEditDesc
source: edit book description
ru: редактировать описание книги

# HelpEditImage
source: change image
ru: изменить изображение

# HelpEditNote
source: edit note
ru: редактировать заметку

# HelpEditTitle
source: edit book title
ru: редактировать название книги

# HelpInProgressBooks
source: show books in the process of reading
ru: показать книги в процессе чтения

# HelpListBooks
source: show all books
ru: показать все книги

# HelpListBooksheves
source: show all bookshelves
ru: показать все книжные полки

# HelpMainCommands
source: /add - add new bookshelf{0}/remove - remove existing bookshelf{0}/list - show all bookshelves
ru: /add - добавить новую книжную полку{0}/remove - удалить существующую книжную полку{0} /list - показать все книжные полки

# HelpMainMenu
source: From the main menu you can view, create and delete bookshelves
ru: В этом меню вы можете просматривать, редактировать и удалять книжные полки

# HelpMainMenuCommands
source: Main menu command list:
ru: Список команд в главном меню:

# HelpPlannedBooks
source: show planned books
ru: показать запланированные книги

# HelpRemoveBook
source: remove existing book
ru: удалить существующую книгу

# HelpRemoveBookshelf
source: remove existing bookshelf
ru: удалить существующую книжную полку

# HelpRemoveImage
source: remove image
ru: удалить изображение

# HelpSearchBook
source: search book by title
ru: найти книгу по названию

# Init
source: I added a new bookshelf for you, it's empty for now, so fill it up
ru: Я добавил для вас новую книжную полку, она пока пуста, так что заполните ее

# InitBookshelfName
source: Books
ru: Книги

# InitDescription
source: create an initial structure
ru: создать начальную структуру

# KeyboardAddBook
source: Add new book
ru: Добавить новую книгу

# KeyboardAddBookshelf
source: Add new bookshelf
ru: Добавить новую книжную полку

# KeyboardBack
source: Back
ru: Назад

# KeyboardBooks
source: Books
ru: Книги

# KeyboardBookshelves
source: Bookshelves
ru: Книжные полки

# KeyboardCompleted
source: Completed
ru: Завершенные

# KeyboardHelp
source: Help
ru: Помощь

# KeyboardInProgress
source: In progress
ru: В процессе

# KeyboardPlanned
source: Planned
ru: Запланированные

# KeyboardRemoveBook
source: Remove existing book
ru: Удалить книгу

# KeyboardRemoveBookshelf
source: Remove existing bookshelf
ru: Удалить книжную полку

# KeyboardSearch
source: Search for a book
ru: Найти книгу

# KeyboardSettings
source: Settings
ru: Настройки

# ListBooksCompleted
source: Completed:
ru: Прочитанные:

# ListBooksEmpty
source: It's still empty here
ru: Здесь все еще пусто

# ListBookshelves
source: Bookshelves:
ru: Книжные полки:

# ListBooksInProgress
source: In progress:
ru: В процессе чтения:

# ListBooksPlanned
source: Planned:
ru: Запланированные:

# MenuDescription
source: open menu
ru: открыть меню

# RemoveBookEnter
source: Enter the title of the book
ru: Введите название книги

# RemoveBookError
source: There is no book with that title.Enter the title of an existing book
ru: Нет книги с таким названием.Введите название существующей книги.

# RemoveBookshelfEnter
source: Enter the name of the bookshelf
ru: Введите название книжной полки

# RemoveBookshelfError
source: There is no bookshelf with that name.Enter the name of an existing bookshelf
ru: Книжной полки с таким названием нет.Введите имя существующей книжной полки.

# RemoveBookshelfSuccess
source: The bookshelf has removed
ru: Книжная полка удаленна

# RemoveBookSuccess
source: The book has removed
ru: Книга удаленна

# RemoveButton
source: Remove
ru: Удалить

# Restart
source: Hi again
ru: Привет снова!

# SelectBookError
source: Error. There is no book with this name or id.
ru: Ошибка. Нет книги с таким названием или ID.

# SelectBookshelfError
source: Error. There is no bookshelf with this name or id.
ru: Ошибка. Книжной полки с таким именем или ID нет.

# SelectBookshelfSelected
source: selected
ru: выбрана

# Start
source: Hi, I am BookKeeper bot. I can keep your books and help you arrange them on the bookshelves.Also I can find the book and its descriptions by title.
ru: Привет, я бот Хранитель книг. Я могу сохранить ваши книги и помочь вам разложить их по книжным полкам.Также я могу найти книгу и ее описания по названию.
